{"cast": [{"adult": false, "backdrop_path": null, "genre_ids": [10749], "id": 721188, "original_language": "ko", "original_title": "정사: 엄마 친구", "overview": "An erotic film about having sex with an aunt's friend", "popularity": 1.8479, "poster_path": "/MO5sD2U4r0910aFZ9VLZsJgkhQ.jpg", "release_date": "2019-10-10", "title": "Jung Sa: Mother Friend", "video": false, "vote_average": 6.0, "vote_count": 1, "character": "", "credit_id": "640f66a32a09bc00866c2cc8", "order": 3}, {"adult": false, "backdrop_path": "/cnhB3lUknyXjfPraOH2KQJRJLFD.jpg", "genre_ids": [18, 10749], "id": 387843, "original_language": "ko", "original_title": "정사: 위험한 성적유희", "overview": "Ga-eul is six years into her marriage but her trouble with her husband brings her to depend on alcohol. Hee-mang is a writer who lives next door but can't stand the fighting going on at Ga-eul's house and makes his way over there one day. Ever since then, Ga-eul goes over to Hee-mang's house to have sex everytime she fights with her husband. Hee-mang is confused at her behavior and gradually falls for her. Then Ga-eul slowly resolves things with her husband but Hee-mang asks to talk with the three of them...", "popularity": 3.2083, "poster_path": "/bXyz4zRt3lFVoJOW4cs2IIxGRIB.jpg", "release_date": "2014-11-27", "title": "An Affair: A Dangerous Sexual Play", "video": false, "vote_average": 6.0, "vote_count": 1, "character": "[Hee-mang's Lover]", "credit_id": "64c76be241aac40fb436ce77", "order": 2}, {"adult": false, "backdrop_path": "/cQW4SHbTxprsALS3nN75RJ109uj.jpg", "genre_ids": [10749], "id": 376858, "original_language": "ko", "original_title": "하숙집 2", "overview": "Joon-hyeok is preparing to pass the exam for 9th rank government worker. Since it is his third attempt, he must pass the exam for sure this time. He becomes to live in a boarding house, which is a part of his father’s extraordinary measures to help his son studying. But what has been waiting for Joon-hyeok in the luxurious house was not the thick text books, but the two free-spirited women. Joon-hyeok begins his cohabitation with Ah-jeong, the owner of the boarding house, who is full of voluptuous beauty, and Dal-lae, a nurse, who exudes sex appeal from both her face and body. Since then, Joon-hyeok starts to spend every night to study women not his books.", "popularity": 4.7854, "poster_path": "/4czpabukI94l2kBTGTHvvvllzoF.jpg", "release_date": "2016-01-07", "title": "Boarding House 2", "video": false, "vote_average": 7.2, "vote_count": 5, "character": "Soon-ae (순애) [Manager]", "credit_id": "64c40c1866a0d300c779aeb0", "order": 3}, {"adult": false, "backdrop_path": null, "genre_ids": [10749], "id": 1239122, "original_language": "ko", "original_title": "흥건히 젖은 여직원과 직장 상사", "overview": "Miss Kim wakes up after sleeping late. She quickly gets dressed and goes to work. Arriving at her office, she is, as expected, scolded by her manager. However, her section chief accidentally looks at her skirt and notices that she is wearing no panties, so he starts flirting with her.", "popularity": 2.4205, "poster_path": "/1sLZ68ME9pOXPmnxn2bOF0JNUHw.jpg", "release_date": "2023-04-27", "title": "A Wet Female Employee and Her Boss", "video": false, "vote_average": 9.0, "vote_count": 1, "character": "", "credit_id": "65bb94f12b8a43017b1be303", "order": 1}, {"adult": false, "backdrop_path": "/x9uCMusRCtFi5SJnlMvB82vk1tI.jpg", "genre_ids": [18], "id": 402632, "original_language": "ko", "original_title": "동호회의 목적", "overview": "'A sexy and rich' guy who has to go to the military giving up his school credits, 'a loser' who just got discharged dreaming of heated love and 'a goose father' who hasn't had sex in forever, join a paragliding club for other reasons.  A hot and sexy girl appears in front of them and the three hyenas convince her to go to an overnight paragliding trip with them. Who will be the winner? This girl playing hard to get causes the three to shake and they start doing anything they need to get her to spend a night with them...", "popularity": 3.8521, "poster_path": "/40FY23zbXI35K3QTOHpKoUSur72.jpg", "release_date": "2016-06-16", "title": "The Purpose of Clubs", "video": false, "vote_average": 6.7, "vote_count": 3, "character": "Mistress", "credit_id": "66a8dcf4e90039b18ce0b0da", "order": 8}, {"adult": false, "backdrop_path": "/qRfoBlSvthAVYnV9bVLPaKrbZvV.jpg", "genre_ids": [10749, 18], "id": 471413, "original_language": "ko", "original_title": "선 섹스 후 사랑", "overview": "Gong-soo works in an underwear company and has a crush on one of the new designers named Soo-yeon. Gong-soo is preparing a design PT for a major company when he decides to tell Soo-yeon how he feels about her. He looks for a chance to tell her but Chief Lee, a handsome and talented man gets in the way.", "popularity": 5.5974, "poster_path": "/lLMUPdwwyDaBlsuFL44e530cQmN.jpg", "release_date": "2017-08-03", "title": "Sex First, Love Second", "video": false, "vote_average": 5.6, "vote_count": 9, "character": "Designer", "credit_id": "66a8dd69a882ffaaf003ecf6", "order": 6}, {"adult": false, "backdrop_path": "/7juAAIRi3p08pLAGULKSFOVl6yn.jpg", "genre_ids": [10749, 18], "id": 409276, "original_language": "ko", "original_title": "착한 여비서의 목적", "overview": "The silent secret of the perfect woman.  Genius Consulting is a recruiting company that provides Board of Members of large corporates and professional talents to China. As the original secretary for Joo Yeong-cheol, CEO of the company went on her maternity leave, Ji-won, a new secretary is hired and starts filling the position.  All the employees welcome her who looks sexy at a glance, is capable of doing her job and also has a warm good personality.  On a rainy night, CEO Joo and his new secretary Ji-won have a brief beer break, while working until late at night in the office.", "popularity": 3.8519, "poster_path": "/zXLx1o1x8u5ZbV7jpCJwWMg7Byf.jpg", "release_date": "2016-05-20", "title": "What a Good Secretary Wants", "video": false, "vote_average": 5.7, "vote_count": 7, "character": "Ji-won", "credit_id": "5a7a73c09251411c5b000b28", "order": 0}, {"adult": false, "backdrop_path": "/tkwgbgEi6Cehqf4QhnwSXQfxTvY.jpg", "genre_ids": [18, 10749], "id": 419116, "original_language": "ko", "original_title": "러시아 엄마", "overview": "Jang-ho who dreams of becoming a chef is pretty close to his dad Yeong-soo; enough to talk about his girlfriend and they live alone. One day, Yeong-soo tells Jang-ho that he's getting remarried to a Russian woman. Jang-ho accepts this and meets Olga. He is surprised to see a young and beautiful woman standing before him. A few days later, Yeong-soo goes to Russia on a business trip and Jang-ho and Olga get to know each other.", "popularity": 7.26, "poster_path": "/hktmN8qVDyzp3I9f7veWfF6l45c.jpg", "release_date": "2016-07-28", "title": "Russian Mom", "video": false, "vote_average": 5.3, "vote_count": 25, "character": "Club woman", "credit_id": "5de3f548a7e36300146bac77", "order": 2}, {"adult": false, "backdrop_path": null, "genre_ids": [10749], "id": 671074, "original_language": "ko", "original_title": "아내의 애인 3", "overview": "Kyung-soo and Eun-ji are married due to their parents' business. Eunji is sad and depressed because her husband's love is not married. Meanwhile, Gyeongsu meets Yeongju without a wife and has an affair. One day, Eun-ji's boiler broke down at home, and she called an AS engineer. He meets Jung Hwan, who was a lover before marriage. The husband goes out of the hotel saying he sleeps at the hotel until the boiler is repaired, and Eunji and Junghwan get hotter after thinking about it...", "popularity": 2.5756, "poster_path": "/lLgkLDjJ2h4RGI7BIDnYzV2Q7Hs.jpg", "release_date": "2020-01-10", "title": "My Wife's Lover 3", "video": false, "vote_average": 4.5, "vote_count": 2, "character": "", "credit_id": "5e3f0b060c271000157bf0a4", "order": 2}, {"adult": false, "backdrop_path": "/z7abw6M3OA1ysLLM5z9qNleK7I7.jpg", "genre_ids": [10749], "id": 575713, "original_language": "ko", "original_title": "잠 못 이루는 섹스2", "overview": "Jeong Mi-rae has had an outstanding ability in writing since she was young. She's realistic and she gets a lot of job offers. However, this is only when she was young and now that she's been at it for 10 years, she doesn't get as much work as she used to. Now, she gets offers for adult comics or erotic movie scenarios. She starts working on them so that she can make a living but as realistic as she is, she needs to experience eroticism herself to write anything about it. She tries out different positions on her own and even on younger men who are easy to seduce. However, the production company doesn't like what she wrote and Mi-rae's ego is hurt. So, she plans doing something that will surprise them.", "popularity": 2.6626, "poster_path": "/iJHKqC9hwUmgRv2mdPcvSLVMyYf.jpg", "release_date": "2016-05-19", "title": "Sleepless Sex 2", "video": false, "vote_average": 7.8, "vote_count": 5, "character": "", "credit_id": "5ed7aa52fea0d7001e8e74ea", "order": 0}, {"adult": false, "backdrop_path": "/20eN9kDZRToXleZFP610AstkB7t.jpg", "genre_ids": [18], "id": 404570, "original_language": "ko", "original_title": "레드: 위험한 유혹", "overview": "Se-hee is a famous writer who gets her best-sellers by luring men into her basement, imprisoning them and having them write for her. Seung-ah is also a writer who envies Se-hee for being successful and gets her boyfriend Jong-suk to have Se-hee killed. Min-seok is always by Seung-ah’s side to support her until one day she asks him to kill Jong-suk for her...", "popularity": 1.567, "poster_path": "/7zYP4J8i1dI8BPo6DutpiieTvdD.jpg", "release_date": "2016-06-02", "title": "Red: A Dangerous Seduction", "video": false, "vote_average": 6.0, "vote_count": 2, "character": "Seung-ah", "credit_id": "5f20d43ddf857c0038d06b21", "order": 1}, {"adult": false, "backdrop_path": "/zVm6qZpjERhoX6dgumPUCO35iSn.jpg", "genre_ids": [18, 10749], "id": 412089, "original_language": "ko", "original_title": "정사: 은밀한 밀애", "overview": "Ho-je remarried Hyeon-ah. He thinks wives and girlfriends are different things and refuses to sleep with Hyeon-ah. Although she's upset, she keeps it in for the sake of his wealth and comforts herself with hosts, but she's still feeling empty inside. Meanwhile, Ho-je's daughter Ho-yeon feels something strange between her boyfriend Joo-cheol and Hyeon-ah and offers Hyeon-ah 50 million won for sleeping with her father. Hyeon-ah thinks this is the perfect chance to get rid of Ho-je's girlfriend and accepts but...", "popularity": 1.757, "poster_path": "/g3JV4aKqIZxFxLR95qc2wRnYL7R.jpg", "release_date": "2016-08-11", "title": "Love Affair: A Secret Affair", "video": false, "vote_average": 5.0, "vote_count": 2, "character": "", "credit_id": "5f20e4113d355700369a9c23", "order": 0}, {"adult": true, "backdrop_path": null, "genre_ids": [], "id": 1474801, "original_language": "ko", "original_title": "Married Woman Who Can't Say No", "overview": "The Obedient Married Woman: A husband allows his much younger wife to attend her elementary school reunion. However, he starts to fear that his kind-hearted wife might have an affair with an old classmate she hasn’t seen in years…  The Innocent Younger Sister: Today, once again, she’s a woman who masturbates alone to soothe her loneliness. But tired of pleasuring herself, she reaches out to an older neighborhood guy she’s known since childhood…  The Aggressive Girl: She knows exactly how to excite men with her sexy body and seductive gaze. Today, she shows just how well she can turn a man on…", "popularity": 0.0, "poster_path": null, "release_date": "2025-04-20", "title": "Married Woman Who Can't Say No", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "68160ed1c3e7e09fac90810c", "order": 0}], "crew": [], "id": 1974009}