{"cast": [{"adult": false, "backdrop_path": "/l1dA4J4CsYFZzM5nJwcOxYWP7Ft.jpg", "genre_ids": [35], "id": 417024, "original_language": "tr", "original_title": "Babaların Babası", "overview": "When Nejdet learns that the other mafia bosses he works with are plotting behind his back, he decides to teach them a lesson. The biggest surprise he has in store is his son, whom he has kept hidden from everyone for many years. However, Berk, a conservatory graduate, is a ballet dancer. The young man, who knows nothing about any of this, dreams of becoming a principal ballet dancer. Berk, who lives a modest life with his ballerina girlfriend, suddenly finds himself caught up in a showdown between the mafia bosses. Moreover, the most powerful and feared among them is his own father.", "popularity": 1.3358, "poster_path": "/csaKRF5NPtMeiXE1ANakUCCDLUb.jpg", "release_date": "2016-03-10", "title": "Babaların Babası", "video": false, "vote_average": 5.0, "vote_count": 4, "character": "Berk", "credit_id": "59ff59909251414705045378", "order": 5}, {"adult": false, "backdrop_path": "/mwinEfBlXy2Upsc4J07PZDT1JPk.jpg", "genre_ids": [35, 14], "id": 345881, "original_language": "tr", "original_title": "Tut Sözünü", "overview": "Yalçın and Bahadır are two close friends with contrasting personalities. However, Yalçın's unexpected death painfully separates the two friends. One day, Bahadır, who misses Yalçın's crazy antics, hears a knock on his door. He finds himself face to face with the ghost of his crazy friend Yalçın, whose death he mourns deeply! Moreover, he is not alone; he is accompanied by an Italian trapeze artist named Bernardo. Yalçın is stuck in limbo because he failed to keep a promise, and the only person who can help him fulfill that promise is his close friend Bahadır. Yalçın must fulfill his promise within three days, as this is the only way he can find peace. Meanwhile, Bahadır tries to help him but ends up getting into trouble. Additionally, his platonic love for Demet, whom he works with but can’t bring himself to confess his feelings to, adds another layer of complexity to his adventure.", "popularity": 1.3012, "poster_path": "/ohpLLZbTgRoIuFTR39r1LnwPGfJ.jpg", "release_date": "2015-01-02", "title": "Tut Sözünü", "video": false, "vote_average": 5.6, "vote_count": 7, "character": "Uzun", "credit_id": "68aeab5220a03a84480f89ac", "order": 21}], "crew": [], "id": 1673514}