{"cast": [{"adult": false, "backdrop_path": "/a9CTKhiM7U4iq6PYFkJ2OVLsxIV.jpg", "genre_ids": [18, 10749], "id": 502235, "original_language": "ko", "original_title": "동창회의 목적 3", "overview": "Sung-hyeon reunites with first love, Jin-hye at a class reunion.", "popularity": 3.3015, "poster_path": "/nEwZspwNTkYkV75rvKlfGmvQTyr.jpg", "release_date": "2018-02-20", "title": "Purpose of Reunion 3", "video": false, "vote_average": 5.6, "vote_count": 12, "character": "Ji-soo (지수)", "credit_id": "614b1b32168935008f1219b8", "order": 2}, {"adult": false, "backdrop_path": "/yEAgsGSYXByiiAsNnoHU5HIm56J.jpg", "genre_ids": [10749], "id": 391423, "original_language": "ko", "original_title": "입영전야", "overview": "Three nights before enlisting, Seung-wook decides to leave his mark since he can't avoid the military so he flirts with everyone. However, his school senior So-yoon nor his blind date Il-hong will fall for him. The night before he leaves for the army, Seung-wook decides he's going to see some action with the two girls. The project of 'leaving a mark' starts now.", "popularity": 5.0468, "poster_path": "/sITpyNP0k8GkW9NVAhCgHJnlJPT.jpg", "release_date": "2016-04-05", "title": "The Night Before Enlisting", "video": false, "vote_average": 6.0, "vote_count": 2, "character": "[Black Horse]", "credit_id": "64c2b4fa2f1be000ebd60d61", "order": 10}, {"adult": false, "backdrop_path": "/3fhzOes7tRnoOwf6tqYbbXJTizx.jpg", "genre_ids": [18, 10749], "id": 458085, "original_language": "ko", "original_title": "아내를 바꾸다", "overview": "A sexy sister-in-law instead of a quiet wife!  An innocent sister-in-law instead of a horny wife!  Two men struggle with their sex lives and they decide to swap wives.  Jong-woo is frustrated with his wife Jae-hee because she's so silent in bed. He talks to Ji-yeong about this and she tells him she hasn't had satisfying sex ever with her quiet husband Min-soo. Jong-woo and Ji-yeong find out they enjoy various positions and plays and end up spending a night together. Meanwhile, Jae-hee and Min-soo also want something soft and affectionate and the couples can't be stopped now...", "popularity": 4.4383, "poster_path": "/iqnq8JOQj1VJ73vwJuO0J1lmnG3.jpg", "release_date": "2017-05-02", "title": "Swapping Wives", "video": false, "vote_average": 6.2, "vote_count": 4, "character": "", "credit_id": "6286680c6d9fe854966b85cc", "order": 0}, {"adult": false, "backdrop_path": "/pNDH2Xg4bDSy5O9tDIKDAn5acpe.jpg", "genre_ids": [18, 10749], "id": 278115, "original_language": "ko", "original_title": "은밀하게 음란하게", "overview": "Min-gyu, Soo-yeon, Young-suk, Wisdom, and Cho-hye go to a three-room pension. Solo Cho Hye-man sleeps in the attic room of Fumijin, and the rest of the friends are couples, so they are assigned a good room. Cho-hye, who is full of heartache, suddenly falls asleep in the attic and has a strangely vivid dream. In a dream, she has a hot sex with friend Suyeon's lover Minkyu. The next day, Cho-hye, who had been in a troubled mind, comes to the attic with another friend Wisdom sleeping. And while they're sleeping while chatting, Min-gyu and three have the same dream of having sex at the same time. And when they wake up, they sense that there is something weird in the attic ...", "popularity": 3.1438, "poster_path": "/rWAnCWeNXxSbtvXISQbAJNoC6by.jpg", "release_date": "2014-04-10", "title": "Privacy Lewdness", "video": false, "vote_average": 7.0, "vote_count": 1, "character": "", "credit_id": "53a6fbc2c3a3687a34003775", "order": 0}, {"adult": false, "backdrop_path": null, "genre_ids": [], "id": 943857, "original_language": "ko", "original_title": "다방엄마", "overview": "'What kind of story do you want to talk about..?' Working in a coffee shop doesn't mean I didn't really love myself I also tried to raise the child as hard as my child, but it is not my child.. Then, at some point, the child and I spent more time together. It seemed like it was going. If only I disappeared.. Everyone was happy.... If I was quiet.. For the one who would become a wonderful husband who waited for his wife.. I left 'Why did my son come to visit me?' Nostalgia for a real mother, and a place where you want to lean on unstable youth", "popularity": 3.5284, "poster_path": "/bfFvzuh7TkFCVV5jEQB83XPYnG8.jpg", "release_date": "2019-03-28", "title": "Coffee shop mom", "video": false, "vote_average": 4.0, "vote_count": 2, "character": "", "credit_id": "6566dc726c0b36013c6f05a8", "order": 1}, {"adult": false, "backdrop_path": "/lhgmKxqI2lkwEn55shZafgxcFWe.jpg", "genre_ids": [10749, 18], "id": 452034, "original_language": "ko", "original_title": "자유부인", "overview": "Joo-yeon is traveling before he joins the army. He visits his uncle's house to spend time there until he starts serving duty and gets off at the bus terminal in a small city.  Unlike his tacitum uncle, his aunt is very open and sweet. Joo-yeon meets her friends too at the hospital where he meets his aunt and he also meets his childhood friend Tae-ho.  Later, they work out at Mi-jin's Taekwondo studio and decide to get drinks.  Joo-yeon notices that something is going on between Tae-ho and his aunt but he decides to ignore it. Joo-yeon keeps a watch on his aunt while Tae-ho tries to bring out her sexual fantasies. Mi-jin falls for Mi-jin.  Joo-yeon is getting other ideas the more it's time to leave for National", "popularity": 4.4345, "poster_path": "/xXYcGLT5ppawmHykHXMYP0lfVyB.jpg", "release_date": "2017-04-04", "title": "Madame Freedom", "video": false, "vote_average": 5.7, "vote_count": 3, "character": "Nurse", "credit_id": "669ca5979b8e53c6a78ececf", "order": 4}, {"adult": false, "backdrop_path": "/uXFHWMuYo1fhV2PTKoNNNO6BKgQ.jpg", "genre_ids": [35, 18, 10749], "id": 444143, "original_language": "ko", "original_title": "특이점이 온 영화", "overview": "Ep.01 My wife's healing  Yumi and Hyun-tae are on a journey of reconciliation overnight to overcome bourgeoisie. Eating dinner together  I'm going to join the couple who stayed in the next room.  Jae-yong informs Lee Hyun-tae that he can overcome boredom ...  Ep.02 Soap Scent  Eun-su, who was tired of her boyfriend, told a Chinese housekeeper  I am at a glance, and both of them cross over the lines I should not cross ...  EP.03 Singularity Family  The family of Sehun, who is reconciled with other family members, enjoys each other's private life in the evening.  Sehun went to the bathroom in the middle of the night and witnessed a scene he could not imagine  Sehun himself confesses his family to the absurd fact ...", "popularity": 4.0731, "poster_path": "/puWxBzjZVYcNT7ytOgMxkmFMlA4.jpg", "release_date": "2017-03-07", "title": "A Unique Movie", "video": false, "vote_average": 4.8, "vote_count": 4, "character": "Se-jeong (Ep. 3: Unique Family)", "credit_id": "669e2ebf4ad0d13f883802de", "order": 9}, {"adult": false, "backdrop_path": null, "genre_ids": [18, 10749], "id": 416014, "original_language": "ko", "original_title": "애마부인 2016", "overview": "The longest legendary series of Korean erotic movies, ‘Madame Aema’ is returning!\r Eun-hye, a web-toon writer, is working on a new project. However, she gets tired of her repeated storyline and is stressed out because of it. Yoo-ri, one of her friends, suggests she should come and visit an equestrian center once.  Eun-hye accepts Yoo-ri’s suggestion and experiences the freedom she has never felt before. When she rides a horse through blowing wind, she feels free from all of the bothersome thoughts including the marital conflict with her husband and the pressure derived from her new project.  Deep in the night, when even all of the horses are asleep, Eun-hye happens to witness Yoo-ri and the horse keeper, Joong-man having sex. Eun-hye all of sudden realizes a sultry desire is arising from deep inside her. Eun-hye later visits the equestrian center alone and has an explosive sex with Joong-man. And the desire hidden deep inside her is finally awakened.", "popularity": 2.863, "poster_path": "/GGSlndFemhtlRE6bUWlbsMI0TB.jpg", "release_date": "2016-05-26", "title": "Madame Aema 2016", "video": false, "vote_average": 4.0, "vote_count": 1, "character": "", "credit_id": "5cfcde69c3a3680b4e2a621e", "order": 0}, {"adult": false, "backdrop_path": "/2iCagVmASRnMzOg1cx1xtlmCGJv.jpg", "genre_ids": [18], "id": 414420, "original_language": "ko", "original_title": "내 학생의 엄마", "overview": "Gyeong-soo and Jeong-min used to be the happiest couple in the world. However, Jeong-min is left home alone after her husband leaves to the regional area for a lengthy business trip. While she tries to deal with her lonely feelings, her son’s tutor Min-hyeok starts flirting with her hard. And although Jeong-min knows she shouldn’t, she starts being attracted to Min-hyeok more and more. Meanwhile, Gyeong-soo finds his place in a boarding house in the regional district and starts getting attracted to the owner of the board house, who is a single mother with a young daughter.", "popularity": 4.6903, "poster_path": "/bcQtBkJtPHCs3VA1AOJ6T11BaBB.jpg", "release_date": "2016-08-11", "title": "My Student's Mom", "video": false, "vote_average": 3.9, "vote_count": 6, "character": "Hyeon-joo (현주)", "credit_id": "5cfcde840e0a263073cedd56", "order": 4}, {"adult": false, "backdrop_path": "/dZRr6JEFBysGGe9seMXgUV199ZC.jpg", "genre_ids": [10749], "id": 417974, "original_language": "ko", "original_title": "여직원들 : 직장연애사", "overview": "Nam-geun is having sex with the youngest female employee at work every lunch time and Kim is learning sex from a married superior. Lee is going around, poking everyone here and there. All of them get horny once work starts.  One day, Hee-soo, the sexiest worker, comes back from China and she's become even sexier. The male workers start to beg her for sex...", "popularity": 5.2227, "poster_path": "/n5begwrznTanurwuK6p04CozAE0.jpg", "release_date": "2016-09-22", "title": "Female Workers: Romance At Work", "video": false, "vote_average": 3.2, "vote_count": 6, "character": "Hyeon-joo (현주)", "credit_id": "5cfcdea5c3a3683bb61ed04c", "order": 2}, {"adult": false, "backdrop_path": "/dLnsHJFTkSd2GXd9icobFgs1kZm.jpg", "genre_ids": [10749], "id": 423508, "original_language": "ko", "original_title": "야한 이야기", "overview": "Woman 1 (Black Girl) who is kidnapped to a basement by some men and Woman 2 (White Girl) are told that they'd be able to live if they aroused their kidnappers with some erotic stories.  White Girl tells them about her cousin who is aroused by high heels but fails and Black Girl tells them about some female soldiers and male nurses who run away from an infectious virus but fails as well.  Eventually, just as they're about to face death, White Girl starts cussing and the situation turns wary...", "popularity": 5.1832, "poster_path": "/vrk5yzTCCgreUDi2dTgQlugM4Ro.jpg", "release_date": "2016-09-29", "title": "Erotic Stories", "video": false, "vote_average": 8.0, "vote_count": 4, "character": "White Girl (화이트걸)", "credit_id": "5cfcdeb9c3a3680b4e2a633b", "order": 0}, {"adult": false, "backdrop_path": "/9GD9e9cJRyLIvyRHcwztdRtHM1w.jpg", "genre_ids": [10749, 18], "id": 482036, "original_language": "ko", "original_title": "착한 형수", "overview": "\"Trust me tonight\"  Min-ho is preparing to get a job and is spending some time in his parents' house. However, his parents aren't home and only his young sister-in-law is there. His brother Hyeon-soo had left the house after fighting with his wife. Min-ho can't help but feel attracted towards his young and appealing sister-in-law.", "popularity": 6.3261, "poster_path": "/e0BF6bJYWnEqaGucuNilOEHqRwf.jpg", "release_date": "2016-10-27", "title": "Nice Sister-In-Law", "video": false, "vote_average": 4.7, "vote_count": 3, "character": "Ji-yeong", "credit_id": "5cfcdee30e0a26168ecd0c52", "order": 0}, {"adult": false, "backdrop_path": "/ujfETNDTBzUPKOzHtKgoxzdl35Y.jpg", "genre_ids": [18, 10749], "id": 428605, "original_language": "ko", "original_title": "매춘 2016", "overview": "Soo-hyeon and Hye-ji are sitting on a pile of debt thanks to their husband and father who ran away in the middle of the night. Tae-san the loan shark demands the money no matter what. He rapes the mother and daughter and requires them to join prostitution. They survive day by day selling themselves until one day, Tae-san suggests a way they can clean slate over one night and that is for the mother and daughter to have the most extreme sex with one man.", "popularity": 3.9841, "poster_path": "/8fYEZfHcIEcKRn9rG2quV2l6IOk.jpg", "release_date": "2016-11-24", "title": "Prostitution", "video": false, "vote_average": 4.8, "vote_count": 5, "character": "Soo-hyeon", "credit_id": "5cfcdef99251411a82bb90b1", "order": 1}, {"adult": false, "backdrop_path": "/tgbDeXfSrm59PFGVcmzRDHQQxmo.jpg", "genre_ids": [10749], "id": 437027, "original_language": "ko", "original_title": "내 남편의 가정교사", "overview": "Who's going to let down their guard first? A pretty art tutor VS a muscular and young personal trainer?  This sex-less couple's secret tutoring starts now between a pretty art tutor VS a muscular and young personal trainer.  Baek-seon and Soo-kyeom are sex-less couple who have been living with each other for 20 years out of loyalty.  The two decide to find a hobby for some fun in their lives. Soo-kyeom decides to get personal training and Baek-seon decides to get some art tutoring.  Oh dear, they meet handsome and young personal trainer In-hak and pretty art teacher Ji-won!  The couple is soon more interested in getting action than getting lessons.  What will be the end of their secretive lessons?", "popularity": 4.9561, "poster_path": "/ejIlhc9nKXWA34jZCKStSwJEv3E.jpg", "release_date": "2017-01-03", "title": "My Husband's Tutor", "video": false, "vote_average": 5.3, "vote_count": 3, "character": "Kim Soo-gyeom", "credit_id": "5cfcdf3192514173edb9a048", "order": 1}, {"adult": false, "backdrop_path": "/fs2JiX6bR9OWCNrm9AvPwpm0QYY.jpg", "genre_ids": [10749, 18], "id": 440617, "original_language": "ko", "original_title": "가족의 재구성", "overview": "Gwang-sik is a single father with a son and Hae-ra is a widow with a daughter. They get remarried and become one family. Gwang-sik's son Myeong-ho and Hae-ra's daughter Dal-rae are brother and sister but they end up having sex. Their parents notice something is wrong but they pretend they don't know anything. That's because Gwang-sik feels attracted to Dal-rae and Hae-ra feels attracted to Myeong-ho. They go on a family trip to Kangwondo. They end up colliding with their sexual desires for each other and in the end, their family is reconstructed.", "popularity": 18.0769, "poster_path": "/sfl7CBslXn67PucISrVmJREx4tz.jpg", "release_date": "2017-02-14", "title": "Family Reconstruction", "video": false, "vote_average": 5.6, "vote_count": 11, "character": "", "credit_id": "5cfcdf3fc3a3685610219d01", "order": 1}, {"adult": false, "backdrop_path": "/VUksJVYxm7OjFCiiEpRbLCktqv.jpg", "genre_ids": [10749], "id": 445582, "original_language": "ko", "original_title": "야한목소리-쏠리네", "overview": "Ria comes to Seoul from the countryside with dreams of becoming a voice actor but fails in every test. One day she goes for an audition but for actors who read erotic stories. Ria thinks of it as practice before becoming a real voice actor.\r Seong-tae was having difficulties running the website and when Ria changes all that, he starts to have feelings for her.\r Joon-beom helps Ria from danger one day and they fall in love with each other. Meanwhile, Ria's father comes to Seoul from home...\r Seong-tae makes a mistake and the website is closed while Chae-yeong betrays him...\r Their relationship just gets more and more complicated...", "popularity": 3.0097, "poster_path": "/o9c3eOfYarBVTXc1GYZTkC6C88L.jpg", "release_date": "2017-02-16", "title": "Sexy Voice", "video": false, "vote_average": 6.5, "vote_count": 2, "character": "", "credit_id": "5cfcdf58c3a3681933218d63", "order": 0}, {"adult": false, "backdrop_path": "/baTbwu5lQYOuBoIBN1AmRptwcoU.jpg", "genre_ids": [10749], "id": 538751, "original_language": "ko", "original_title": "스와핑 하던 날", "overview": "Min-ho and Jeong-il end up working with each other's wives one day. As time passes, the men feel attracted physically to their friend's wives. In the end, Jeong-il suggests to Min-ho, \"Let's not take sides and just be happy as the four of us!\" They start swapping each other.", "popularity": 6.0655, "poster_path": "/bakeCMpKkoBZeHwVDjPT3sMolMo.jpg", "release_date": "2017-07-10", "title": "The Day of Swapping", "video": false, "vote_average": 6.1, "vote_count": 15, "character": "Hye-soo (혜수)", "credit_id": "5cfcdfc692514173edb9a181", "order": 1}, {"adult": false, "backdrop_path": "/bgOzVXLt2f1UcWi4RNVTLUOnJMa.jpg", "genre_ids": [10749], "id": 471831, "original_language": "ko", "original_title": "일대일", "overview": "Do-yeong is unemployed after graduating college of physical education but gets a job as a trainer in the gym. There, he meets Se-hee, a beautiful and famous sports caster who lives in his neighborhood. He tries to buy her attention but fails several times.  Meanwhile, Do-yeong finds out that the gym is planning a way to use Se-hee and he sets out to save her. What is going on during the 1:1 sessions at the gym and what is the plot behind it?", "popularity": 4.8256, "poster_path": "/xQ7A6bubHPxKSOJjiZdx0z33fKH.jpg", "release_date": "2017-08-01", "title": "One on One", "video": false, "vote_average": 5.5, "vote_count": 12, "character": "Hye-jeong", "credit_id": "5cfce004c3a3683bb61ed353", "order": 3}, {"adult": false, "backdrop_path": "/yfzB0dXwz0F2T3f4LVuLqVowC5i.jpg", "genre_ids": [10749], "id": 601993, "original_language": "ko", "original_title": "어린 고모", "overview": "In an ordinary-looking house, live the owner couple, Se-kyung and Jung-sik, their daughter,Ma-ri, and Jin-seong who's new to society. The couple is on vacation, and Ma-ri and Jin-seong are alone in the house.  One ordinary day, An Uninvited Guest called Soo-jeong comes along. She had a fight with her husband and had come to stay in her brother's house for a few days. However, one night Soo-jeong gets drunk and mistakes Jin-seong's room for hers. As a result, they end up sleeping together. Ma-ri sees Soo-jeong come out of Jin-seong's room, but suspects nothing else.  Vegetarian Jin-seong craves sex and sleeps with Soo-jeong once again. However, Soo-jeong goes back to her husband, and Jin-seong can't help but feel lonely.  Meanwhile, Ma-ri likes Jin-seong and seduces him to have sex with her, but she's outraged when he tells her he had sex with her aunt.  This is the story of the ordinary but not so ordinary, secretive house.", "popularity": 3.7786, "poster_path": "/cx0Fiv5sBp1NDI1Wqak1UCM6Kyy.jpg", "release_date": "2019-05-14", "title": "Young Aunt", "video": false, "vote_average": 8.5, "vote_count": 2, "character": "", "credit_id": "5cfce02592514173edb9a1c6", "order": 0}, {"adult": false, "backdrop_path": "/qcHRHwbnTN4cPLNBQSkaMzMTe3J.jpg", "genre_ids": [18, 10749], "id": 481836, "original_language": "ko", "original_title": "두 엄마", "overview": "Two best friends. And their lust for each one's opponent mothers. Junhyeong and Daejin are best friends. One day Daejin’s mom visits Junhyeong who is heartbroken when he was disappointed in love. She suggests that she will teach him sex and make him a real man. Unlike Junhyeong, Daejin is popular guy to women. But he long since has fallen in love with Junhyeong’s mom. When Daejin hears Junhyeong’s parents seems to divorce, he decides to start expressing his affection to her.", "popularity": 7.0857, "poster_path": "/hG3LsgFbnAX7j0i798z6NCJO8Qp.jpg", "release_date": "2017-08-01", "title": "Two Mothers", "video": false, "vote_average": 6.833, "vote_count": 6, "character": "Yeon-hee", "credit_id": "5e0119420284200014af84ff", "order": 0}, {"adult": false, "backdrop_path": null, "genre_ids": [18], "id": 677118, "original_language": "ko", "original_title": "오르가즘 특강 2", "overview": "Yuner, Liu Ren, and Zhou Xian are college girlfriends. They went to the holiday house to take pictures and swim together during the holidays. However, the three women soon became bored. Yuner came up with the idea of seducing men and happened to encounter a handsome sports car The passing Shi Yu and the senior asked the three women for directions, and Yuner handed over the phone number to the two men, and this extraordinary experience began …", "popularity": 0.336, "poster_path": "/gYSJi5avO0RmzrX9ZbKwM7ZMkng.jpg", "release_date": "2020-02-20", "title": "Orgasm Lecture 2", "video": false, "vote_average": 7.0, "vote_count": 2, "character": "", "credit_id": "5e55719035811d00195ce13e", "order": 3}, {"adult": false, "backdrop_path": null, "genre_ids": [], "id": 673412, "original_language": "ko", "original_title": "유부녀들:남편바꾸기", "overview": "After marriage, Sun-ah and Joo-hee seem to have become bored with their husbands. They meet and talked about their worries. Because their husbands coldness, they can't even remember when was the last time they had sex. Joo-hee says she can't take it anymore so she tried to find someone through a dating app but Sun-ah stopped her. After contemplating, they both wore sexy lingeries and tried to seduce their husbands, but it didn't work. Finally, as a last resort, they change husbands for a night and make love...", "popularity": 3.3941, "poster_path": "/e2EIQbX4pQRuCbWn3CR0EymiusI.jpg", "release_date": "2020-02-15", "title": "Married Women: Changing Husbands", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "5e4930bf9b8616001161a28c", "order": 1}, {"adult": false, "backdrop_path": "/hASy8zHTXhaUy3jUa9yo6FLsij.jpg", "genre_ids": [10749], "id": 680331, "original_language": "ko", "original_title": "엄마와 딸의 섹스 다이어트", "overview": "Doyle is a white man. Although friends suddenly worry about Doyle who is losing weight, Doyle says he is on a sex diet. Friends who don't believe Doyle's words. Doyle yields to Jung-woo about the woman's call to her. Jung-woo, who had an easy relationship with a woman, has since followed Doil as a teacher. He listens to Jeongwoo Jindo and takes Doyle as a teacher. Doyle gets a meal from his friends and tells her a secret every time she eats...", "popularity": 4.3364, "poster_path": "/oasIZESkyTnIuIRF2QxPbF1ZSaL.jpg", "release_date": "2020-03-04", "title": "Mom and Daughter Sex Diet", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "5e5f17bd357c0000112e9a47", "order": 2}, {"adult": false, "backdrop_path": "/7uv11H2t87TAeEHO3R7Ivf0Ghfq.jpg", "genre_ids": [18], "id": 467130, "original_language": "ko", "original_title": "착한불륜", "overview": "A housewife who has presenile Alzheimer's feels romance with a young man.  She has hot intercourse with him and not her husband who embraces her rachet sex life and holds her with dear love.  She feels physical pleasure and delight during intercourse that she's never felt with her husband before!  Her affair with the young man starts like that.", "popularity": 3.5808, "poster_path": "/17eZghiWyCrUEq3Gev3VsPsJT4Q.jpg", "release_date": "2017-05-11", "title": "A Kind Affair", "video": false, "vote_average": 6.0, "vote_count": 1, "character": "", "credit_id": "5ea86219426ae8002149204b", "order": 0}, {"adult": true, "backdrop_path": null, "genre_ids": [10749], "id": 698769, "original_language": "en", "original_title": "야한 짓: 감독판", "overview": "Internet broadcaster, BJ Si-won, brings home men to comfort herself. She started the broadcast at first to make money, but the positive response she received inspired her to make the broadcast more stimulating.  She seduces men with her erotic moves.  Another BJ, Seri, does everything to get responses, but she can't. She asks BJ Si-won for help. Si-won suggests real sex and Seri calls in her boyfriend.", "popularity": 0.0, "poster_path": "/ornlNvjctrz4aJGXow9QQR5OcLR.jpg", "release_date": "2018-08-30", "title": "Erotic Moves: Director's Cut", "video": false, "vote_average": 4.0, "vote_count": 1, "character": "", "credit_id": "5eaa8561cc96830023b0c81f", "order": 1}, {"adult": false, "backdrop_path": null, "genre_ids": [10749], "id": 260541, "original_language": "ko", "original_title": "댄서김의 은밀한 교수법", "overview": "Love once begun, cannot be stopped.  The greatest dancer of all time, Bang (Kim Gi-soo) falls in dangerous love with his student. Detectives misunderstand their relationship and start chasing after them. They run into a mysterious couple in the a guest house they stumble upon while running away from the detectives. They share passionate love in their hideout but even the mysterious owner watches them from afar!", "popularity": 3.0316, "poster_path": "/8m1SUZwA8p4pW9QZbOjPb0iNAF3.jpg", "release_date": "2013-10-02", "title": "Dancer Kim's Teaching", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "5ea7d10ab76cbb001ae4691d", "order": 0}, {"adult": false, "backdrop_path": null, "genre_ids": [], "id": 355038, "original_language": "en", "original_title": "Delicious Love Formula Sex", "overview": "Sneaking thief, Ki-suk, always tells himself it's the last time in front of someone else's house. Meanwhile, Ae-jeong has a weird disease which let's men who've slept with her, read her mind. So she can only love at home on the phone and one day meets Ki-suk. They realize they can read each other's minds.", "popularity": 0.2854, "poster_path": "/x0WCo3R7UPVBl7p7LyiMJXkjHn.jpg", "release_date": "2013-10-31", "title": "Delicious Love Formula Sex", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "5ea7d29ecc9683001eaea2d6", "order": 0}, {"adult": false, "backdrop_path": "/pkPvrNI9xbW2bXgzBhkdfayBKkb.jpg", "genre_ids": [10749], "id": 409161, "original_language": "ko", "original_title": "남녀의 궁합", "overview": "Mi-yeong wants to take revenge against her husband who ignored her and told her she is not tasteful to him; he even went ahead and had an affair. She is determined to sleep with any man who is available. And she also ends up sleeping with Bok-hee as well, a single virgin man who is currently writing an R rated web-toon. For revenge, for pleasure and for making a living, these women have to see men no matter what! The intimacy marital harmony of the three women, who want to have it well even though it would mean only once, is revealed now.", "popularity": 3.2407, "poster_path": "/nbdni6arvHEHTnLrhqpEWdPab83.jpg", "release_date": "2016-05-19", "title": "Marital Harmony of Man and Woman", "video": false, "vote_average": 4.8, "vote_count": 4, "character": "Mi-na", "credit_id": "5ea7d5a7be55b70021e48675", "order": 1}, {"adult": false, "backdrop_path": "/8RbJRXNrUI4fzaYTGFMe8eODyMI.jpg", "genre_ids": [10749, 18], "id": 481842, "original_language": "ko", "original_title": "육체인터뷰", "overview": "Novelist K makes deals with stories until he gets an annonymous suggestion. He talks to a housewife that lives in house 1204 of ** Apartment and opens her doors only to virgin men. He soon finds out that there are plenty of horny housewives on every floor of the apartment. These women are housewives or divorced singles who can’t control their desires and end up in ‘body interviews’ with K.", "popularity": 3.1447, "poster_path": "/1XFGi9D1F9YZCcNSfeuSe08g346.jpg", "release_date": "2017-07-14", "title": "The Body Interview", "video": false, "vote_average": 5.0, "vote_count": 1, "character": "", "credit_id": "5ea7d88a514c4a00268b4aa2", "order": 0}, {"adult": false, "backdrop_path": "/m1VZr63T7Gxd968JGypXw9QRgeF.jpg", "genre_ids": [10749, 18], "id": 498116, "original_language": "ko", "original_title": "연변 아가씨의 맛섹사", "overview": "In dreams, a promised couple meet and fulfill their promise of a perfect wedding night.", "popularity": 3.325, "poster_path": "/73olfjzyucIO18YkY8zvkz4z8vH.jpg", "release_date": "2018-01-17", "title": "Lady's Tasty Sex", "video": false, "vote_average": 9.5, "vote_count": 2, "character": "", "credit_id": "5ea7d8c5514c4a00218b54c4", "order": 0}, {"adult": false, "backdrop_path": "/nlCrBHQTUyBRz7zjlAqvUXFfPqK.jpg", "genre_ids": [10749], "id": 576710, "original_language": "ko", "original_title": "참을 수 없는 성적 유희", "overview": "Min-a lives in a house imprisoned by Yong-bok. She ran away a few times, but was caught and suffered all kinds of violence, causing injury both in mind and body. Min-a struggles with Yong-bok's strange sexual sensation every day and night. There's nothing to do, and I'm out of the autumn breeze. I'm attracted to something I don't know, and I keep staring. One day, he finds Min-a riding on a swing in the open space and keeps staring at her. She cares about having sex with girlfriend Seri. That's why I don't even have sex with Seri. Seri ordered a pizza and Min-ah arrived. I'm on the way to deliver the pizza, but I don't know it's Min-A's house I've been watching. My heart is starting to tremble. As the door opens and Min-A is seen, she starts to stutter. Jung-do and Min-ah continue to meet secretly when there is no Yongbok. They go to the park to play and eat delicious food in the restaurant. Jung-do and Min-ah are making love one night. Yong-bok finally comes home from work.", "popularity": 3.1456, "poster_path": "/jH3EmXHiHHYrWiptxGCgaI0ShbT.jpg", "release_date": "2013-02-21", "title": "Sexual Play", "video": false, "vote_average": 6.0, "vote_count": 2, "character": "", "credit_id": "5ebf90058e2e000020156427", "order": 1}, {"adult": false, "backdrop_path": null, "genre_ids": [53, 10749], "id": 482207, "original_language": "ko", "original_title": "챌린지 게임", "overview": "Florist Ae-ran and forensics investigator Min-ho  from the Public Prosecutor's Office both have a family that everyone wants. However, Min-ho can't handle bed time so Ae-ran starts a 'challenge game' in which she seduces and has sex with strange men. One day, Ae-ran and Min-ho meet Alex at a tango cafe. Alex is interested in Ae-ran and approaches her while Ae-ran takes interest in Alex who is more handsome than her husband. Min-ho later witnesses them in action and gets angry when he finds out the man Ae-ran seduced is Alex. Min-ho feels nervous because he finds out Alex isn't just a game partner and approached him for a reason. Min-ho tries to get rid of Alex but Alex chokes Ae-ran and Min-ho even more and feels catharsis. The game they started is turning into a catastrophe...", "popularity": 5.5792, "poster_path": "/1JFfsGsImc4qXeMdTqXypjs0sPL.jpg", "release_date": "2016-08-04", "title": "Challenge Game", "video": false, "vote_average": 6.4, "vote_count": 9, "character": "Observed woman", "credit_id": "5ee2ce72197de400228fa83a", "order": 5}, {"adult": false, "backdrop_path": "/bkPwmPPVxSaT4lUztUOccHgWFi2.jpg", "genre_ids": [10749], "id": 355037, "original_language": "ko", "original_title": "전망 좋은 해변: 두 여자", "overview": "Mi-young, who has been notified of her farewell for her 10-year-old boyfriend due to her small breasts, leaves Yeong-do for her friend's love and Seokmo-do. Miyoung, who drank too much at the beach, heads to Donggyu for the first time and heads to a nearby pension. Dong-gyu shows interest in the love of apologizing instead of Mi-young, and when Love says that he wants to eat ramen, Dong-gyu heads to the pension to get a ramen and strikes Mi-young sleeping in bed. The next day, in the restroom's bathroom, Dong-gyu and Mi-young have a relationship, and the love that comes to know them hurts. Love and Mi-young, who have walked the road again, meet a man named Min-sung, and at the same time, they are courting against Min-sung...", "popularity": 3.9412, "poster_path": "/jqMi6WgcQwBqGFO7NNDNdh1LQXV.jpg", "release_date": "2012-12-26", "title": "A Beach With A View - Two Women", "video": false, "vote_average": 5.0, "vote_count": 2, "character": "Sa-rang", "credit_id": "5edf9092aad9c200222a3220", "order": 1}, {"adult": false, "backdrop_path": "/eKd15F3pgMlZtnQnw4UCNCcO5rB.jpg", "genre_ids": [18, 10749], "id": 722817, "original_language": "ko", "original_title": "간호사 여친의 기가막힌 손길", "overview": "Yong-pal and Se-hee are lovers... Yong-pal is feminine and Se-hee is masculine. Yong-pal who is always pointed out by Se-hee... Se-hee is a woman with a forage. Yong-pal, a lover, convinces Se-hee that her wish is to make love with a nurse. Yong-pal asks to buy a nurse's clothes and try it on. But the clothes are too short and dirty. Sehee complained to Yong-Pal about what kind of nurse's clothes are like this. Yong-pal says he is so sexy, and he comforts Se-hee... The sex story of Ma-hee, Se-hee and So-sim-nam, Yong-pal...", "popularity": 2.547, "poster_path": "/jfMO2pW1rmf91dWqNvsVUGMV0z8.jpg", "release_date": "2020-07-02", "title": "The Nurse Girl's Stunning Touch", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "5f05ecb18a0e9b00349b9ab9", "order": 0}, {"adult": false, "backdrop_path": null, "genre_ids": [18], "id": 727207, "original_language": "ko", "original_title": "소설 속 주인공 처럼 하고 싶어", "overview": "While writing, I don't think so well, so I am in trouble while talking to myself. Then, the girlfriend Lisa came to the hero's house to play. A girlfriend who asks her boyfriend who is welcoming to see if she is writing well these days. To a boyfriend who confesses that it is not being used well. A girl friend who knows how to do that and has been wearing weird clothes to inspire. Lisa throws off the clothes she was wearing for her boyfriend...", "popularity": 3.3249, "poster_path": "/mNFodgIhrOeS79nlykxeXcLpjag.jpg", "release_date": "2020-06-18", "title": "I Want to Be Like the Main Character in a Novel", "video": false, "vote_average": 7.6, "vote_count": 13, "character": "", "credit_id": "5f1ae4db691cd5003698ecf9", "order": 1}, {"adult": false, "backdrop_path": null, "genre_ids": [10749, 18], "id": 860340, "original_language": "ko", "original_title": "여친 엄마 3", "overview": "The man was originally very loving with his girlfriend, and often did some exciting love, including in public places. However, when the man went to his girlfriend's house to see the future mother-in-law, things began to reverse, and the first rushed into it. The mother-in-law’s bathroom made the man’s heart yy, and all this has just begun, because the mother-in-law also discovered his huge genitals...", "popularity": 2.9433, "poster_path": "/tSn01U6GrQoTLOIWJH3TASwC8Re.jpg", "release_date": "2019-03-22", "title": "My Girlfriend's Mother 3", "video": false, "vote_average": 4.5, "vote_count": 2, "character": "", "credit_id": "611375c6cee4810072190432", "order": 0}, {"adult": false, "backdrop_path": "/9G9LFSu8jegzXdTej1ty7P5lcEz.jpg", "genre_ids": [10749], "id": 698761, "original_language": "ko", "original_title": "섹스의 목적: 감독판", "overview": "A woman realizes her husband is seeing other women and decides to have her revenge in a special way.", "popularity": 3.3129, "poster_path": "/rOp6XRQQlMs0pVxtOr3VDutkoE9.jpg", "release_date": "2017-12-07", "title": "Purpose of Sex: Director's Cut", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "68d189bc32ea51ff01ac8b25", "order": 4}], "crew": [], "id": 1333252}