{"cast": [{"adult": false, "backdrop_path": null, "genre_ids": [18, 10749], "id": 1212163, "original_language": "ko", "original_title": "사먹는 세자매", "overview": "Unsatisfied with her relationship with her boyfriend, Ji-hee receives a business trip massage through the introduction of her older sister, Mi-yeon. After that, Ji-hee falls in love and becomes obsessed with giving massage services to her on business trips.", "popularity": 2.3065, "poster_path": "/9Aibl1I2W1MvuDKikdZtNSAiapb.jpg", "release_date": "2023-09-07", "title": "Three Sisters Who Buy and Eat", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "656a0adc72c13e013e62b741", "order": 1}, {"adult": false, "backdrop_path": null, "genre_ids": [18, 10749], "id": 1218141, "original_language": "ko", "original_title": "주인집 모녀", "overview": "When her husband, who is much older than her, dies, Hyo-jeong, a young mother who ends up living with her one-year-older stepdaughter, Joo-ah, decides to find a male helper. Each one of them brought a male helper, but the mother and daughter were fighting over which of the two they should hire. Eventually, they decided to pick both of them. Hyo-jeong and Joo-ah enjoy a pleasant sex life with their male helpers who match each other's styles. However, mother and daughter get tired of it quickly.", "popularity": 2.8169, "poster_path": "/sOXmRJOKklBxXEpnfET1Hzg21Gu.jpg", "release_date": "2023-08-30", "title": "Master's Mother and Daughter", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "657beffe564ec700feb6e6ae", "order": 0}, {"adult": false, "backdrop_path": "/gMfYQARMy3QESlGpCyAy8LarKM9.jpg", "genre_ids": [18, 10749], "id": 653122, "original_language": "ko", "original_title": "내 아내는 둘이다", "overview": "Min-ji is an ordinary housewife with a dark secret. Unlike the wishes of her husband, In-gyu, who has a business running resorts, they don't have a child yet. They've tried test tubes and home remedies, but nothing has worked.  Her husband and her in-laws finally decide to get a surrogate mother, and Min-ji has no choice but to agree to it, as she is worn out from their pressure. Hometown friend Jeong-ah comes knocking on the door. Min-ji is uneasy with Jeong-ah around, as she knows her past secrets, including the time she lived with someone else and had an abortion. On the other hand, In-gyu has completely fallen for bold and sexy Jeong-ah. Like a crow that nests in another's nest, Jeong-ah takes over Min-ji's place slowly and gradually. Min-ji is driven into a corner, so she meets Jeong-ah's husband, Joo-sik, to stop her. However, she falls for his trap and is used to replace his wife who ran away from home.", "popularity": 2.9167, "poster_path": "/Aol6g6M4YlvE2GPPcmiP6zb9ZWT.jpg", "release_date": "2019-12-03", "title": "I Have Two Wives", "video": false, "vote_average": 6.5, "vote_count": 2, "character": "", "credit_id": "630d336163536a007d477372", "order": 2}, {"adult": false, "backdrop_path": "/oqbrGQdVwoPqxJaYbfbIuSlwme8.jpg", "genre_ids": [10749, 18], "id": 1231818, "original_language": "ko", "original_title": "과외의 목적", "overview": "Yeong-tak and Ha-na are stepsiblings who live with the support of their divorced adoptive parents. The two begin taking individual private lessons for their respective careers. Yeong-tak secretly gives his acting teacher Na-ri sleeping pills to covet her body, while Ha-na is busy seducing her physical education teacher Han-cheol. Meanwhile, Na-ri and Han-cheol run into each other at the stepsiblings' house, fall in love at first sight, and seek revenge on the two who offended them.", "popularity": 1.6714, "poster_path": "/uBTGyxIUyQeKJVY17QBYurqIJ1V.jpg", "release_date": "2023-12-07", "title": "Purpose of Tutoring", "video": false, "vote_average": 7.0, "vote_count": 3, "character": "", "credit_id": "65a6338297a4e601314f6a13", "order": 1}, {"adult": false, "backdrop_path": "/9j1UAJDqS85xrsu2GtUQxjw1OCP.jpg", "genre_ids": [10749], "id": 1231821, "original_language": "ko", "original_title": "쾌락탐구생활", "overview": "Two women, Hae-na and Hee-na, prey on men under the pretense of marriage. One of these men is a doctor who falls for Hae-na and showers her with luxury gifts, but that's all he does. She can hardly get in touch physically with him. Meanwhile, Hae-na meets Ji-hoon, her former lover, again by chance, but after finding out about his relationship with Hee-na, the three decide to pursue money rather than love and start working for the men around them.", "popularity": 2.671, "poster_path": "/dYR5JmrvkZ2iWq263qw2OQzvxmG.jpg", "release_date": "2023-11-24", "title": "Life of Pleasure Exploration", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "65a63660f74f5f012868e4c1", "order": 0}, {"adult": false, "backdrop_path": "/dPQVy4FmB36EsQfRqSFmIjme9ZE.jpg", "genre_ids": [10749], "id": 1232188, "original_language": "ko", "original_title": "팬티 검사하는 아내의 집착", "overview": "Hae-won is a wife who is pathologically obsessed with her husband. When her husband, In-seong, goes to work or is out of her sight, she constantly calls him and monitors his every move. One day, Hae-won invited her best friend, Song-joo, to their house to hang out, but she began to suspect that the relationship between Song-ju and In-seong was strange, and ends up threatening her best friend's life when she comes to clear up her misunderstanding.", "popularity": 2.5011, "poster_path": "/o7jhTVssthyDQNWjSOz0vpR63G4.jpg", "release_date": "2023-12-07", "title": "Wife's Obsession With Checking Underwear", "video": false, "vote_average": 4.0, "vote_count": 1, "character": "", "credit_id": "65a726ef38765101211a1818", "order": 0}, {"adult": false, "backdrop_path": "/1RVva9P6yYmwlA66cH96Yz3yY7g.jpg", "genre_ids": [10749], "id": 1232186, "original_language": "ko", "original_title": "사무적인 관계", "overview": "Dong-sik and Jeong-mi, a married couple who run a multi-level company, make a huge amount of money through fraud, where they trick their victims using romance scams. The couple recruited Mi-yeon and Won-woo for the job. Later, Dong-sik and Jeong-mi develop feelings for Mi-yeon and Won-woo as the couple gets tired of each other. They begin relationships with their recruits by buying their favor with money.", "popularity": 2.42, "poster_path": "/fpYdOJ5T2gf8XQgzDrPgQ8dnTVV.jpg", "release_date": "2023-09-15", "title": "Business Relationship", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "65a72480255dba012cb20c30", "order": 0}, {"adult": false, "backdrop_path": "/8NNRLvBAzrqcl8CaXgoV4Ngo18Z.jpg", "genre_ids": [10749], "id": 1233759, "original_language": "ko", "original_title": "여직원들 ： 2대2 스와핑", "overview": "Hee-jeong and his male colleague were locked up when the door is locked while they cleaning and organizing a warehouse. While they are still trapped, the male employee filmed her physiological phenomenon, and later used it as blackmail for him to covets Hee-jeong's body. He even demands 2-on-2 swapping with their other female colleague.", "popularity": 1.9367, "poster_path": "/vEf7peWD25xZFvsm7yN9MD4xUjf.jpg", "release_date": "2023-11-21", "title": "Female Employees: 2-on-2 Swapping", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "65abed9faad9c20172d0cc76", "order": 0}, {"adult": false, "backdrop_path": null, "genre_ids": [10749], "id": 1236232, "original_language": "ko", "original_title": "그녀의 비밀스러운 계약", "overview": "Jeong-cha is a sexless married man. Although he is married, he secretly likes his manager, who is the only hot spot in the company. One day, Jeong-cha discovers a strange relationship with her boss, and the manager learns that there is a secret contract between the two of them. Jeong-cha sticks around by her side to sign a contract with her manager.", "popularity": 2.3919, "poster_path": "/woweV4PTrfeBTJlYOTIJwccjXhp.jpg", "release_date": "2023-10-20", "title": "Her Secret Contract", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "65b35cb800213401647bc98a", "order": 1}, {"adult": false, "backdrop_path": null, "genre_ids": [10749], "id": 1236234, "original_language": "ko", "original_title": "알바녀의 목적", "overview": "A female college student is working part-time at her father's laundromat business. One day she had an unusual laundry request: to have the laundry delivered to the customer's house. She carefully opens the door and enters the house, where she witnesses sex between a man, who appears to be the owner, and a woman. The female college student, who hides in the kitchen, watches the scene and is caught by the man while masturbating. A man who is having fun offers sex to her, who is in a state of excitement, and the atmosphere between them becomes luscious.", "popularity": 2.4496, "poster_path": "/vYsBtcuGUQrbqgfZYm5WxMAumHQ.jpg", "release_date": "2024-01-12", "title": "Purpose of a Part-Timer", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "65b35eefa0f1a2017abe4374", "order": 0}, {"adult": false, "backdrop_path": null, "genre_ids": [10749], "id": 1236236, "original_language": "ko", "original_title": "섹스 퍼레이드", "overview": "The first story is about the first experience of a dim and innocent man in a karaoke room. The second story is about the experience of a young bride who is dissatisfied with her husband. The last story is about a woman who is in trouble after having drunken sex with her male friend.", "popularity": 2.483, "poster_path": "/sHZ5xarf7YmHO8WbtnUdYmOjFQo.jpg", "release_date": "2023-11-28", "title": "Sex Parade", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "65b3618a5e14e501620c1639", "order": 0}, {"adult": false, "backdrop_path": "/RoGhuqZw9If6ebTVHzht7RyWKs.jpg", "genre_ids": [10749], "id": 1242610, "original_language": "ko", "original_title": "손기술이 죽여줘 10초 컷", "overview": "Ji-hoon, who is a loving husband, is always worried due to his premature ejaculation. He can only last for 10 seconds after insertion, so he just keeps caressing his wife for a long time, as he always feels afraid that he will finish quickly. At her wife's urging, he began consulting with a psychiatrist. When Tae-woo, another patient with a similar problem whom he met at the hospital, discovers his illness, the two become true friends who share each other's pain.", "popularity": 2.0675, "poster_path": "/9P6EeTHTsqSpGUVjC7w8t7BLyLc.jpg", "release_date": "2023-10-13", "title": "10-Second Cut With Killer Hand Skills", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "65c5d0bfbd588b0163450db0", "order": 3}, {"adult": false, "backdrop_path": "/8Y74Fih7T8Zk2ODp5VTQlglEdF4.jpg", "genre_ids": [10749], "id": 1242606, "original_language": "ko", "original_title": "키스학개론", "overview": "Chae-yeon, who has never been in a relationship, secretly has a crush on Nam-gyoo, the president of her company, and practices kissing in front of the mirror every day. One day, Chae-yeon musters up her courage and asks Nam-gyoo to kiss her, but Nam-gyoo avoids her, promising her next time. But in fact, Nam-gyoo has never kissed properly before, so he goes to take kissing lessons to fulfill Chae-yeon's request.", "popularity": 2.6064, "poster_path": "/mD4uwKPvp99e9X7EieoXbMM7eoI.jpg", "release_date": "2023-10-31", "title": "Introduction to Kissing", "video": false, "vote_average": 8.0, "vote_count": 1, "character": "", "credit_id": "65c5cdfe2d531a0163c5b36b", "order": 2}, {"adult": false, "backdrop_path": null, "genre_ids": [18], "id": 1325855, "original_language": "ko", "original_title": "제수씨의 황제 VIP 서비스", "overview": "Myeong-hoon usually likes to go to massage shops, where he can even have sex with the masseuse. Then one day, her younger brother introduced him to the woman he would marry, and the woman who would become his sister-in-law was the masseuse he met recently at a massage shop! Myeong-hoon makes a secret proposal to the embarrassed woman, and she accepts it for the sake of her smooth married life, and their dangerous relationship begins.", "popularity": 2.3877, "poster_path": "/9zuLG71i9ooO1lPzsRhQXTnCUSI.jpg", "release_date": "2024-03-08", "title": "Sister in law's Emperor VIP Service", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "66b1b954fd4ecafa029127a9", "order": 0}, {"adult": false, "backdrop_path": "/t6dlEgoJFUfkoyLCLn0RBn44Twj.jpg", "genre_ids": [10749], "id": 619433, "original_language": "ko", "original_title": "딸의 친구 4", "overview": "Thanks to her wealthy father, Yoo-jin runs a coffee shop. One day she runs into childhood friend Mi-ae on the streets and they have a good time catching up. Mi-ae is currently unemployed and helps Yoo-jin at the coffee shop.  Min-soo stops by the café to see his daughter, but realizes he feels rather too fond of Mi-ae, who welcomes him.", "popularity": 2.3658, "poster_path": "/hA18oqd7vHLYV6iTIGVpjC8uFFy.jpg", "release_date": "2019-07-26", "title": "I Don't Like Younger Men 4", "video": false, "vote_average": 4.5, "vote_count": 15, "character": "", "credit_id": "5d406ee1b87aec2c3d3eb6a2", "order": 0}, {"adult": false, "backdrop_path": "/cOLaMxjmaQGEOMK9JJBuLG0ycqQ.jpg", "genre_ids": [10749], "id": 652636, "original_language": "ko", "original_title": "막내 형수", "overview": "Min-hwan, who lives with his brother, was lovers with his youngest sister-in-law. The sex continued even after she married his brother. Eun-hye, who is seeing elder men behind her boyfriend’s back, goes to Min-hwan’s house one day, and is surprised to see Min-hwan’s brother. The elder man she’s meeting in Min-hwan’s brother.", "popularity": 3.3279, "poster_path": "/jPYL37COkN6L4cT8nPy24pDBqrg.jpg", "release_date": "2019-05-31", "title": "Youngest Sister-in-law", "video": false, "vote_average": 4.0, "vote_count": 1, "character": "", "credit_id": "5de3d62e11386c00114eef52", "order": 0}, {"adult": false, "backdrop_path": "/7cra09dpSPto2jGZlK7OMbeO90O.jpg", "genre_ids": [10749], "id": 654374, "original_language": "ko", "original_title": "막내 처제", "overview": "One day, her family gathers for an offering and they worry that she's the only one without a boyfriend. Her brother-in-law, Ho-seok, sets her up on a blind date with his colleague, Min-soo, who has always been nice to him. The more she talks to Min-soo, the more Seo-ri realizes she is interested in her brother-in-law, Ho-seok. She then tries to meet up with him frequently.", "popularity": 0.1489, "poster_path": "/hC9yqXygRNVDz2B9NfZocqmhczM.jpg", "release_date": "2019-12-08", "title": "The Youngest Sister-in-law", "video": false, "vote_average": 5.3, "vote_count": 11, "character": "", "credit_id": "5ded28bf025764001452b2b2", "order": 0}, {"adult": false, "backdrop_path": null, "genre_ids": [18, 10749], "id": 651045, "original_language": "ko", "original_title": "노래방: 화끈한 여자들 2", "overview": "The special secret to a successful noraebang is revealed! The noraebang where Hee-jin works is for customers who want a call-girl. When they start turning around and leaving, Hee-jin decides to become a call-girl herself and even brings her friend Seong-hee in. Rumors of Hee-jin and Seong-hee's beauty and service quickly spread and more customers come. When they've made enough money, Hee-jin and Seong-hee decide to open their own noraebang and display a hidden special service.", "popularity": 3.2125, "poster_path": "/tQFVcoko6Qn5RldUnnlCg50Xdtw.jpg", "release_date": "2019-11-20", "title": "Noraebang: Hot Women 2", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "Hee-jin", "credit_id": "5ddc144a4284ea0011f8941f", "order": 1}, {"adult": false, "backdrop_path": "/ejaldIt8gb0t6nNU1xtgQEwEY2l.jpg", "genre_ids": [10749], "id": 656273, "original_language": "ko", "original_title": "막내 형수 2", "overview": "Hwa-jeong and Geon-woo are getting married soon. Geon-woo introduces his friends, Jae-kyeong and Yi-soo, to Hwa-jeong. After a few drinks, everyone goes to Yi-soo's house for a second round. The party ends late at night and Jae-kyeong, who is a lightweight, staggers to the bathroom. He then mixes up the rooms and falls asleep in the room Hwa-jeong is sleeping in. By accident, Jae-kyeong ends up sleeping with his friend's bride.", "popularity": 2.4392, "poster_path": "/6wv4PGxeNdNqtuoZ8sYdr319kyW.jpg", "release_date": "2019-11-27", "title": "Youngest Sister-in-law 2", "video": false, "vote_average": 5.5, "vote_count": 2, "character": "", "credit_id": "5df8eaeb60975000123058e7", "order": 0}, {"adult": false, "backdrop_path": "/3VQcGBc6Eex8gGHWm8ctjzYj5l0.jpg", "genre_ids": [18, 10749], "id": 660803, "original_language": "ko", "original_title": "더러운 아내", "overview": "A husband named Cha Dae-seong turns into a vegetable after an accident. Yoo Soo-yeon, his wife, takes care of him with all her heart. One day, she meets Baek Goon while hiking on her own. As time passes, Soo-yeon starts leaning towards him... Baek Goon and Soo-yeon have an affair and she even boldly has sex in the room her stationary husband is lying in. The husband cries in his heart as he can't do anything about it. Baek Goon's sex partner, Hee-jin suspects something is going on and follows him to find out everything. Then she starts taking care of Soo-yeon's husband. Dae-seong starts getting better and slowly starts to stir... However, he still pretends to be a vegetable and watches his wife and slowly, he starts getting revenge on his wife and Baek Goon.", "popularity": 3.1316, "poster_path": "/gBzePyjRPPpcQCOxqPyVBOrVP3T.jpg", "release_date": "2020-01-17", "title": "Dirty Wife", "video": false, "vote_average": 8.0, "vote_count": 1, "character": "", "credit_id": "5e10c2bf5907de0014dadd1f", "order": 1}, {"adult": false, "backdrop_path": "/4mFrNiawrfHz2W9yryFcsrahYxA.jpg", "genre_ids": [10749], "id": 658228, "original_language": "ko", "original_title": "딸의 애인 3", "overview": "Mi-seon loves her family, but she loves having sex with younger men. One day, she hears her sex partner, Jeong-woo, has a brother and she feels more attracted to the younger man.  Mi-seon goes to Jeong-woo's house and tries to seduce his brother when he's alone.  However, her new sex partner is her daughter's boyfriend.", "popularity": 3.4954, "poster_path": "/4zqJPk4NghDpBKWtPOa5fC74tKx.jpg", "release_date": "2019-12-05", "title": "My Daughter's Lover 3", "video": false, "vote_average": 5.4, "vote_count": 5, "character": "", "credit_id": "5e04f6b19bcd0f001a0bfa20", "order": 0}, {"adult": false, "backdrop_path": "/sAXk74pxlg4VzMxXlRgzom3WKoW.jpg", "genre_ids": [18, 10749], "id": 662024, "original_language": "ko", "original_title": "첫경험 3", "overview": "Aspiring scenario writer Yeon-hee uses the nickname Pink Band to write R-rated scenarios. She's famous for her far-out work. Her ideas come from her best friend Joo-yeong's sex experience. However, Yeon-hee herself is a virgin, so she dreams of a romantic and ecstatic first sex that is unlike her scenarios.", "popularity": 2.8212, "poster_path": "/29ihSKpXDDH0ox7DfdgfZFTAMqd.jpg", "release_date": "2019-12-19", "title": "The First Time 3", "video": false, "vote_average": 6.0, "vote_count": 1, "character": "", "credit_id": "5e15c7aad8af670014c47042", "order": 0}, {"adult": false, "backdrop_path": "/gcbIHh4kTwCgI1IyV4ilSluKkb5.jpg", "genre_ids": [10749], "id": 666950, "original_language": "ko", "original_title": "정사 : 착한 며느리들 3", "overview": "Seok-joon has two sons; Min-seok, who is married, and Yoon-soo, who is not. Seok-joon tells them he is going to give allowance and his wealth to his daughters-in-law only. Yoon-soo asks one of his lady friends to get married for Seok-joon's money. Min-yeong and Yoon-jin pretend to be Yoon-soo's girlfriends. Then Yoon-jin falls for Seok-joon. The women visit the house often to get on Seok-joon's good side, and so does Yoon-soo's ex-girlfriend, Min-yeong. However, Seok-joon falls in love with Yoon-jin, and Yoon-soo is very disappointed in Seok-joon, who wants to start a new life...", "popularity": 6.8781, "poster_path": "/vMkZ311wQLXsICzjcAqVQivqDKs.jpg", "release_date": "2019-11-20", "title": "An Affair: Kind Daughters-in-law 3", "video": false, "vote_average": 3.0, "vote_count": 2, "character": "", "credit_id": "5e2cbaa698f1f10012fa3624", "order": 1}, {"adult": false, "backdrop_path": "/owaPWHVXmmlC1hfCtRQQKdV6IY.jpg", "genre_ids": [10749], "id": 671072, "original_language": "ko", "original_title": "도도녀 길들이기", "overview": "An unemployed man who lives off his wife's earnings soon falls head over heels for his rude and haughty sister-in-law. He coincidentally witnesses her having sex, but soon gets caught and gets himself in trouble... His plan to bring her into submission begins!", "popularity": 2.6753, "poster_path": "/SXk8gmZCGJcuXo2tms9NOwmncE.jpg", "release_date": "2020-01-10", "title": "Training a Snob", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "5e3f090eae36680014cba4f8", "order": 2}, {"adult": false, "backdrop_path": "/eZF27JYt9AYCFHOGqu0WK1c1Jgm.jpg", "genre_ids": [10749, 18], "id": 481869, "original_language": "ko", "original_title": "아내의 사정", "overview": "Ahn Dami is home alone in a house where her husband doesn’t come back. He doesn’t come back until morning and she’s alone again. She goes to the fitness club to work out. However, her target is not just working out. After she lost the first love she gave everything up to, she decides to live the rest of her life as a hot woman. Then the first love she thought had disappears and appears again in front of her…", "popularity": 2.8445, "poster_path": "/dmgSz2gJvvysdFa0CT15sExMXs2.jpg", "release_date": "2016-11-29", "title": "My Wife's Excuse", "video": true, "vote_average": 5.0, "vote_count": 1, "character": "Sang-hae", "credit_id": "5eabd044c8a2d4001f4a85d9", "order": 1}, {"adult": false, "backdrop_path": "/h1BoDAepuEmEMC2qhjBONAYhre7.jpg", "genre_ids": [10749], "id": 698009, "original_language": "ko", "original_title": "어린 처제 3", "overview": "Yoo-jin and Myeong-seok get a call from Hye-jin in the middle of the night. She finally escapes from domestic violence and comes to live with her sister. However, Myeong-seok is nice to her and Hye-jin starts to feel fond of him...", "popularity": 3.0844, "poster_path": "/swEYylf53k2aGZHjv9PuIxalWQE.jpg", "release_date": "2019-05-24", "title": "Young Sister-in-law 3", "video": false, "vote_average": 6.0, "vote_count": 11, "character": "", "credit_id": "5ea7e984b7fbbd001c38efa8", "order": 0}, {"adult": false, "backdrop_path": "/3X5P8SamDcfKZX08k8THwAiXDpm.jpg", "genre_ids": [10749], "id": 706518, "original_language": "ko", "original_title": "출장 마사지: 흥분한 여자들 2", "overview": "Myeong-jin and Hee-seok works as masseuses for men on business trips. With the difficulty of handling the growing number of clients, they attract Jin-goo, a young man they know with the nickname 'stud'. Young-blooded Jin-goo instantly captivates customers, and Myeong-jin and Hee-seok also surrenders their bodies to the flames.", "popularity": 2.323, "poster_path": "/35yiRmOeFxnD9rJUJ86JXDpwp11.jpg", "release_date": "2020-05-14", "title": "Business Trip Massage: Excited Ladies 2", "video": false, "vote_average": 4.0, "vote_count": 1, "character": "", "credit_id": "5ec540e8e635710020cb98b3", "order": 0}, {"adult": false, "backdrop_path": null, "genre_ids": [18, 10749], "id": 727209, "original_language": "ko", "original_title": "형수 : 금지된 사랑", "overview": "Seok-hyun, the younger brother of Kyu-hyun, comes between Eun-jung and Kyu-hyun. Seok-hyun, an archer, demands money from his brother and sister-in-law. When they are not accepted, they are overwhelmed with anger. On the other hand, Eunjung secretly sees another man pulled into the house and enjoyed the meeting, and I got caught by Seokhyun. Hyung-su is caught in a big weakness Eventually, she lends money to Seok-hyun. After that day, Seok-hyun continued looking for his sister-in-law and demanding money, When the sister-in-law says that he has no money, he wants her body...", "popularity": 2.6705, "poster_path": "/ru6m5X8zPTyJEsQn2u8LGmlqTaW.jpg", "release_date": "2020-03-11", "title": "Hyungsu: Forbidden Love", "video": false, "vote_average": 5.5, "vote_count": 2, "character": "", "credit_id": "5f1ae6522afb250036150ae9", "order": 0}, {"adult": false, "backdrop_path": "/f4JEzWeXNU5Rjl8lEv0LCNW5vbm.jpg", "genre_ids": [18, 10749], "id": 731961, "original_language": "ko", "original_title": "예민한 모녀", "overview": "She's sensitive because she's suffering from sexual excitement syndrome, which is sensitive to small stimuli. She has been receiving regular counseling and treatment from her psychiatrist, \"Stabilizer,\" to cure her illness. But her illness, which can't be cured easily, causes her to be in a difficult situation, burning hot even when she's at work...", "popularity": 3.1667, "poster_path": "/ylw1mLWTMBrzOP4DKAneWBq8Ve6.jpg", "release_date": "2020-07-28", "title": "Sensitive Mother and Daughter", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "5f3263278ed03f0036f4d01c", "order": 2}, {"adult": true, "backdrop_path": null, "genre_ids": [10749, 18], "id": 1503271, "original_language": "ko", "original_title": "A male friend who eats back", "overview": "A story about two women who strive hard to satisfy their sexual appetites. They both then share information about the best men.", "popularity": 0.0, "poster_path": null, "release_date": "2023-01-01", "title": "A male friend who eats back", "video": false, "vote_average": 0.0, "vote_count": 0, "character": "", "credit_id": "685ad8ef3ad5fa26c191b0b9", "order": 1}, {"adult": true, "backdrop_path": "/jvzmgE30gzIC88HUR5gcXCNgNUC.jpg", "genre_ids": [], "id": 887851, "original_language": "ko", "original_title": "사내정사: 은밀한 회의실", "overview": "Ji-hyuk, who succeeded in finding a job with difficulty, from the first day at work faces a crisis in the elevator where he is sexually harassed. Glamourous team leader is trying to catch Ji-hyuk's weakness.", "popularity": 16.015, "poster_path": "/9pRXDjqrU7Ag0TUm4n2R6zZbUHc.jpg", "release_date": "2020-04-24", "title": "In-house Affairs Secret Meeting Room", "video": false, "vote_average": 5.0, "vote_count": 1, "character": "", "credit_id": "686ec4334621fbdb6751f5a7", "order": 2}], "crew": [{"adult": false, "backdrop_path": null, "genre_ids": [], "id": 855531, "original_language": "ko", "original_title": "Be Big", "overview": "The story of a tiny monster named Geomdaeng struggling to succeed in checking school attendance.", "popularity": 0.8746, "poster_path": null, "release_date": "2022-07-18", "title": "Be Big", "video": false, "vote_average": 0.0, "vote_count": 0, "credit_id": "610313a18a0e9b005ef8047c", "department": "Directing", "job": "Director"}], "id": 2374721}